{
  "questions": [
    {"question": "Я отношусь к тем людям, которые выбирают не конкретную профессию, а уровень образования."},
    {"question": "Я не принимаю серьёзных решений мгновенно."},
    {"question": "Когда мне нужно решиться на какое-то важное дело, я самым серьёзным образом оцениваю свои способности."},
    {"question": "Я знаю, в каких условиях я буду работать."},
    {"question": "Я анализирую своё прошлое."},
    {"question": "Я тяжело переношу неудачи в жизни."},
    {"question": "Я знаю обязанности, которые я буду выполнять на работе."},
    {"question": "Меня обязательно будут уважать за мои знания и опыт."},
    {"question": "Я ищу в прошлом истоки того, что со мной происходит в настоящем."},
    {"question": "Мне не нравится, что поиск дела по душе требует больших усилий."},
    {"question": "Все мои действия подчинены определённым целям."},
    {"question": "У меня вошло в привычку думать о том, что со мной происходило раньше."},
    {"question": "По моему мнению, знание будущей работы до мельчайших подробностей не гарантирует от разочарований."},
    {"question": "Я приложу все усилия, чтобы иметь высокие знания и навыки хотя бы в одной области (практической или теоретической)."},
    {"question": "У меня стало привычкой анализировать важные события моей жизни."},
    {"question": "Я ничего не делаю без причины."},
    {"question": "Меня вполне устраивает моя пассивность."},
    {"question": "Я задумываюсь о том, что меня ждёт в будущем."},
    {"question": "Я предпочитаю спокойную, малоответственную работу."},
    {"question": "Я отношусь к тем людям, которые поступают необдуманно."},
    {"question": "Я буду менять места работы до тех пор, пока не найду то, что мне нужно."},
    {"question": "Первая же крупная неудача может «выбить меня из седла»."},
    {"question": "Я не задумываюсь о своём будущем."},
    {"question": "Я не выберу работу, требующую большой отдачи."},
    {"question": "Я знаю самого себя."},
    {"question": "Я буду добиваться своего, даже если это вызовет недовольство родных и близких."},
    {"question": "Чем больше профессий я знаю, тем легче мне будет выбирать."},
    {"question": "Мне не нравится быть самостоятельным."},
    {"question": "Я не собираюсь заранее планировать уровень образования, который я хотел бы получить."},
    {"question": "Меня страшат ситуации, в которых я должен сам принимать решения."},
    {"question": "Я не жалею времени на обдумывание вариантов сложных математических задач."},
    {"question": "Когда меня постигают неудачи, я начинаю думать, что ни на что не способен."},
    {"question": "Я не представляю себя работником, решающим производственные и личные проблемы, связанные с производством."},
    {"question": "Я вряд ли смог бы выполнить производственные задания без помощи руководителя."},
    {"question": "Мне трудно узнать о перспективах, которые даёт та или иная профессия."},
    {"question": "Я считаю, что интуиция основана на знании."},
    {"question": "Чтение справочников о профессиях ничего мне не даёт."},
    {"question": "У меня нет устойчивых взглядов на моё профессиональное будущее."},
    {"question": "В моей жизни мало успехов."},
    {"question": "Я стремлюсь целенаправленно узнавать о профессиях, учебных заведениях и местах работы."},
    {"question": "Я очень беспокоюсь, смогу ли я справиться с трудностями, а может, и неудачами в своей профессиональной жизни."},
    {"question": "Я признаю только обдуманный риск."},
    {"question": "Многие мои планы срываются из-за моей неуверенности в себе."},
    {"question": "Я отношусь к тем людям, которые живут настоящим."},
    {"question": "Я с детства привык доводить начатое до конца."},
    {"question": "Я боюсь делать важные шаги в своей жизни."},
    {"question": "Я зная, что мне интересно."},
    {"question": "Было время, когда я строил образ «идеальной профессии» без конкретного названия."},
    {"question": "Когда я иду на компромисс, у меня портится настроение."},
    {"question": "Я готов приложить много усилий, чтобы добиться того, что мне нужно."},
    {"question": "Я знаю, чего я добьюсь в жизни."},
    {"question": "Я могу назвать профессии, которые интересовали меня в детстве."},
    {"question": "Я мало задумываюсь о своей жизни."},
    {"question": "Я не могу определить своего отношения к тому, что мне необходимо принимать решения."},
    {"question": "В оценке профессий эмоции для меня играют большую роль."},
    {"question": "Если я чего-то очень захочу, я преодолею любые препятствия."},
    {"question": "У меня нет определённых требований к будущему."},
    {"question": "При принятии решений я полагаюсь на интуицию."},
    {"question": "Мне не нравится, когда от меня требуют инициативы и активности."},
    {"question": "Я знаю, что у меня есть такие черты характера, которые совершенно необходимы для моей профессии."},
    {"question": "Я – соломинка, влекомая течением жизни."},
    {"question": "Когда я думаю о том, что мне нужно выбирать профессию и место работы (учёбы), у меня портится настроение."},
    {"question": "При выборе из двух или нескольких возможностей я полагаюсь на ту, которая внешне более привлекательна."},
    {"question": "Своим поведением в настоящем я строю фундамент для будущего."},
    {"question": "Если что-то помешает мне получит выбранную профессию, я легко поменяю её на другую."},
    {"question": "Я никогда не задумываюсь, по каким законам устроен мир профессий."},
    {"question": "Я считаю, что люди, которые много достигли в жизни, знали, почему они поступали так, а не иначе."},
    {"question": "Практическая работа (в кружках, на УПК, практике) очень помогла мне в понимании мира профессий."},
    {"question": "Я с трудом уживаюсь с другими людьми."},
    {"question": "Я сознательно стремлюсь к достижению намеченных целей."},
    {"question": "Любой совет, данный мне со стороны, может поколебать мой выбор профессии."},
    {"question": "Я знаю, что для меня в жизни важно."},
    {"question": "Я не доверяю тому, что написано в книгах о профессиях."},
    {"question": "Я планирую свою жизнь хотя бы на неделю вперёд."},
    {"question": "Я знаю, почему я выбрал именно эту профессию."},
    {"question": "Лучший способ познакомиться с профессией – поговорить с тем, кто по ней работает."},
    {"question": "Мне не нравится, когда много думают о будущем."},
    {"question": "В учебном заведении я получу все необходимые знания и больше никогда учиться не буду."},
    {"question": "Я знаю область, в которой я добьюсь больших успехов, чем в других."},
    {"question": "Заранее известных способов изучения мира профессий не существует."},
    {"question": "Мне не нравится, когда много рассуждают о том, кем быть."},
    {"question": "Мне трудно спланировать свою жизнь даже на неделю вперёд."},
    {"question": "Я считаю, что в обществе все равны по своему положению."},
    {"question": "Большинство сведений о профессиях я воспринимаю как ненужные."},
    {"question": "Фактически я выбрал (выбираю) учебное заведение, не думая, где я буду работать после его окончания."},
    {"question": "Мне всё равно, будут ли уважать меня на работе как профессионала."},
    {"question": "В своих поступках я всегда опираюсь на проверенные сведения."},
    {"question": "Всё, что со мной происходит, - дело случая."},
    {"question": "Мне не хочется брать на себя ответственность за выбор профессии."},
    {"question": "В важных решениях я не иду на компромиссы."},
    {"question": "Я не доверяю рекламе профессий."},
    {"question": "Я не понимаю причин многих моих поступков."},
    {"question": "Мои самооценки совпадают с тем, как оценивают меня друзья."},
    {"question": "Я не понимаю самого себя."},
    {"question": "Я начинаю нервничать, когда задумываюсь о том, что меня ожидает."},
    {"question": "Мой опыт показывает, что от анализа своих мыслей и переживаний пользы мало."},
    {"question": "Я не знаю, как осуществить свой профессиональный выбор."},
    {"question": "Я могу отказаться от многого, сейчас ценного для меня, ради перспективных профессиональных целей"},
    {"question": "Я представляю, каким я буду через 10 лет."}
  ]
}