{"questions" :[
  {"question": "Тебе нравится находиться в шумной и веселой компании?"},
  {"question": "Часто ли ты нуждаешься в помощи других ребят?"},
  {"question": "Когда тебя о чем-либо спрашивают, ты чаще всего быстро находишь ответ?"},
  {"question": "Бываешь ли ты очень сердитым, раздражительным?"},
  {"question": "Часто ли у тебя меняется настроение?"},
  {"question": "Бывает ли такое, что тебе иногда больше нравится быть одному, чем встречаться с другими ребятами?"},
  {"question": "Тебе иногда мешают уснуть разные мысли?"},
  {"question": "Ты всегда выполняешь все сразу, так, как тебе говорят?"},
  {"question": "Любишь ли ты подшучивать над кем-нибудь?"},
  {"question": "Было ли когда-нибудь так, что тебе становится грустно без особой причины?"},
  {"question": "Можешь ли ты сказать о себе, что ты вообще веселый человек?"},
  {"question": "Ты когда-нибудь нарушал правила поведения в школе?"},
  {"question": "Бывает ли так, что иногда тебя почти все раздражает?"},
  {"question": "Тебе нравилась бы такая работа, где все надо делать очень быстро?"},
  {"question": "Было ли когда-нибудь так, что тебе доверили тайну, а ты по каким-либо причинам не смог ее сохранить?"},
  {"question": "Ты можешь без особого труда развеселить компанию скучающих ребят?"},
  {"question": "Бывает ли так, что твое сердце начинает сильно биться, даже если ты почти не волнуешься?"},
  {"question": "Если ты хочешь познакомиться с другим мальчиком или девочкой, то ты всегда первым начинаешь разговор?"},
  {"question": "Ты когда-нибудь говорил неправду?"},
  {"question": "Ты очень расстраиваешься, когда тебя ругают за что-нибудь?"},
  {"question": "Тебе нравится шутить и рассказывать веселые истории своим друзьям?"},
  {"question": "Ты иногда чувствуешь себя усталым без особой причины?"},
  {"question": "Ты всегда выполняешь то, что тебе говорят старшие?"},
  {"question": "Ты, как правило, всегда бываешь всем доволен?"},
  {"question": "Можешь ли ты сказать, что ты чуть-чуть более обидчивый человек, чем другие?"},
  {"question": "Тебе всегда нравится играть с другими ребятами?"},
  {"question": "Было ли когда-нибудь так, что тебя попросили дома помочь по хозяйству, а ты по какой-то причине не смог этого сделать?"},
  {"question": "Бывает ли, что у тебя без особой причины кружится голова?"},
  {"question": "У тебя временами бывает такое чувство, что тебе все надоело?"},
  {"question": "Ты любишь иногда похвастать?"},
  {"question": "Бывает ли такое, что, находясь в обществе других ребят, ты чаще всего молчишь?"},
  {"question": "Ты обычно быстро принимаешь решения?"},
  {"question": "Ты шутишь иногда в классе, особенно если там нет учителя?"},
  {"question": "Тебе временами снятся страшные сны?"},
  {"question": "Можешь ли ты веселиться, не сдерживая себя, в компании других ребят?"},
  {"question": "Бывает ли, что ты так волнуешься, что не можешь усидеть на месте?"},
  {"question": "Тебя вообще легко обидеть или огорчить?"},
  {"question": "Случалось ли тебе говорить о ком-либо плохо?"},
  {"question": "Можешь ли ты сказать о себе, что ты беззаботный человек?"},
  {"question": "Если ты оказываешься в глупом положении, то ты потом долго расстраиваешься?"},
  {"question": "Ты всегда ешь все, что тебе дают?"},
  {"question": "Когда тебя о чем-то просят, тебе всегда трудно отказывать?"},
  {"question": "Ты любишь часто ходить в гости?"},
  {"question": "Был ли хотя бы раз в твоей жизни случай, когда тебе было очень плохо?"},
  {"question": "Бывало ли такое, чтобы ты когда-нибудь грубо разговаривал с родителями?"},
  {"question": "Как ты думаешь, тебя считают веселым человеком?"},
  {"question": "Ты часто отвлекаешься, когда делаешь уроки?"},
  {"question": "Бывает ли такое, что тебе не хочется принимать участие в общем веселье?"},
  {"question": "Говоришь ли ты иногда первое, что приходит в голову?"},
  {"question": "Ты почти всегда уверен, что справишься с делом, за которое взялся?"},
  {"question": "Бывает, что ты чувствуешь себя одиноким?"},
  {"question": "Ты обычно стесняешься заговаривать первым с незнакомыми людьми?"},
  {"question": "Ты часто спохватываешься, когда уже поздно?"},
  {"question": "Когда кто-либо кричит на тебя, ты тоже кричишь в ответ?"},
  {"question": "Бывает ли, что ты становишься очень веселым или печальным, без особой причины?"},
  {"question": "Тебе иногда кажется, что трудно получить настоящее удовольствие от компании ребят?"},
  {"question": "На тебя влияет погода?"}
],
  "lieSchema" : {
    "yes" : [3, 23, 41],
    "no": [4, 12, 15, 19, 27, 30, 34, 36, 45]
  },
  "extroversionSchema": {
    "yes": [1, 3, 9, 11, 14, 16, 18, 21, 24, 26, 32, 35, 39, 43, 50, 54],
    "no": [6, 31, 48, 52, 56]
  },
  "neuroticismSchema": {
    "yes": [2, 5, 7, 10, 13, 17, 20, 22, 25, 28, 29, 57],
    "no": [34, 36, 37, 40, 42, 44, 47, 49, 51, 53, 55]
  }
}