{
  "choleric": {
    "name": "Холерик",
    "description": "Холерик отличается повышенной возбудимостью, действия прерывисты. Ему свойственны резкость и стремительность движений, сила, импульсивность, яркая выраженность эмоциональных переживаний. Вследствие неуравновешенности, увлекшись делом, склонен действовать изо всех сил, истощаться больше, чем следует. Положительные черты: инициативность, энергичность, принципиальность. Отрицательные черты: раздражительность, несдержанность, вспыльчивость, слабый самоконтроль в стрессовых ситуациях."
  },
  "sanguine": {
    "name": "Сангвиник",
    "description": "Сангвиник быстро приспосабливается к новым условиям, быстро сходится с людьми, общителен. Чувства легко возникают и сменяются, эмоциональные переживания, как правило, неглубоки. Мимика богатая, подвижная, выразительная. Несколько непоседлив, нуждается в новых впечатлениях, недостаточно регулирует свои импульсы, не умеет строго придерживаться выработанного распорядка, жизни, системы в работе. Ему трудно выполнять монотонную работу, требующую усидчивости, устойчивости внимания, терпения. При отсутствии серьезных целей, глубоких мыслей, творческой деятельности вырабатываются поверхностность и непостоянство."
  },
  "phlegmatic": {
    "name": "Флегматик",
    "description": "Флегматик характеризуется сравнительно низким уровнем активности поведения, в учебе – как правило «тугодум», но знания усваивает весьма прочно. Медлителен и спокоен в действиях, мимике и речи, настроение стабильное, без резких колебаний. Настойчивый и упорный труженик, он редко выходит из себя, доводит дело до конца, ровен в отношениях, в меру общителен, не любит попусту болтать. В зависимости от условий в одних случаях флегматик может характеризоваться положительными чертами – выдержкой, глубиной мыслей, постоянством, основательностью и т. д., в других – вялостью, безучастностью к окружающему, ленью и безволием, бедностью и слабостью эмоций, склонностью к выполнению одних лишь привычных действий."
  },
  "melancholic": {
    "name": "Меланхолик",
    "description": "У меланхолика реакция часто не соответствует силе раздражителя, присутствует глубина и устойчивость чувств при слабом их выражении. Ему трудно долго на чем-то сосредоточиться. Сильные воздействия часто вызывают у меланхолика продолжительную тормозную реакцию («опускаются руки»). Ему свойственны сдержанность и приглушенность моторики и речи, застенчивость, робость, нерешительность. В нормальных условиях меланхолик – человек глубокий, содержательный, может быть хорошим тружеником, успешно справляться с жизненными задачами. При неблагоприятных условиях может превратиться в замкнутого, боязливого, тревожного, ранимого человека, склонного к тяжелым внутренним переживаниям."
  }
}